tap "aws/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "automake"
brew "bash-completion"
brew "xz"
brew "python@3.10"
brew "cfn-lint"
brew "cocoapods"
brew "libssh2"
brew "openldap"
brew "curl"
brew "direnv"
brew "docker-compose", link: false
brew "ruby"
brew "fastlane"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "gcc@8"
brew "git"
brew "git-lfs"
brew "node", link: false
brew "gitmoji"
brew "glib"
brew "htop"
brew "ios-deploy"
brew "jq"
brew "mas"
brew "ncdu"
brew "netcat"
brew "nghttp2"
brew "node@12"
brew "node@16"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@8"
brew "pwgen"
brew "python@3.9"
brew "rsync"
brew "rust"
brew "sshfs"
brew "watchman"
brew "zenith"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "snyk/tap/snyk", link: false
cask "adobe-creative-cloud"
cask "alfred"
cask "android-platform-tools"
cask "discord"
cask "docker"
cask "flux"
cask "font-inconsolata-lgc-nerd-font"
cask "iterm2"
cask "notion"
cask "osxfuse"
cask "postgres"
cask "postman"
cask "private-internet-access"
cask "rectangle"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "transmission"
